IDEA StatiCa Open Model
MatPrestressSteelSIA.Fpd Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 dimensioning value of yield strength of prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fpd { get; set; }
Public Property Fpd As Double
	Get
	Set
public:
property double Fpd {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace